@extends("layouts.main")

@section("title", "Основы грамматики")

@section("content")
   
    <p class="sign">Основы грамматики</p>

    <div class="text">
        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">1. Порядок слов в предложении</h3>
        </div>
        <p class="text-space">Русская речь позволяет составлять фразы в любом порядке, в котором нам вздумается. Предложения «Он купил машину», «Машину купил он», «Купил он машину» и другие вариации будут звучать одинаково органично и правильно с точки зрения грамматики. Но англичане — народ педантичный, поэтому в их предложениях, так же как и в жизни, существует строго соблюдаемый порядок.</p>
        <p class="text-main">Подлежащее (кто?) + сказуемое (что делает?) + дополнение (с кем? над кем?) + обстоятельство (когда? где? каким образом?)</p>
        <em class="text-space">Он купил машину. — He bought a car.</em>
        <p class="text-space"> Второстепенные члены могут отсутствовать, но наличие подлежащего и сказуемого обязательно, поэтому существование безличных предложений в английском языке невозможно. Если в русском аналоге субъект, выполняющий действие отсутствует, то в английском его заменяет местоимение «it».</p>
        <em class="text-space">На улице холодно. — It's cold outside.</em>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">2. Вспомогательные глаголы</h3>
        </div>
        <p class="text-space">Очень важно помнить о необходимости использовать вспомогательные глаголы в отрицательных и вопросительных предложениях. В русском языке нам не нужны никакие помощники, кроме основного глагола-сказуемого. Но в классическом английском языке построение вопроса и отрицания требует непременного наличия глагола-помощника.</p>
        <em class="text-main">Ты любишь музыку? — Do you like music?
            <br/>
            Я не пойду на эту вечеринку. — I won't (will not) go to the party.</em>
        <p class="text-space">Какой именно вспомогательный глагол следует использовать, зависит от времени.</p>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">3. Формы глаголов be, have, do</h3>
        </div>
        <p class="text-space">Существует в английском языке «святая троица» глаголов — слова, которыми можно выразить большую часть действий. Это глаголы: «be» (быть, являться, находиться), «have» (иметь) и «do» (делать). Ввиду столь частого употребления, в настоящем времени у них появились свои особые формы.</p>
        <p class="text-main">
            «Be» разделилось на «am» (для I), «is» (для he, she, it) и «are» (для we, you, they).
            <br/>
            «Have» имеет особую форму только для третьего лица единственного числа (he, she, it) — «has».
            <br/>
            А «do», пользуясь общим правилом для «he», «she», «it» в настоящем времени, использует окончание «es» — «does».
        </p>
        <p class="text-space">Запомнив эти правила о глаголах и их формах, уже можно выразить свои мысли и объяснить иностранцу, что вам от него нужно.
        </p>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">4. Запрет на двойное отрицание</h3>
        </div>
        <p class="text-space">Знаменитая игра «Я никогда не…» на английском называется «I've never (done)…». Как видно, в русском языке присутствует двойное отрицание — местоимение «никогда» и отрицательная частица «не». В английском мы наблюдаем только отрицательное наречие «never», а перед глаголом «done» привычной отрицательной частицы «not» нет и быть не может. Почему так сложилось и кто в этом виноват — истории неизвестно, но нам нравится версия о том, что деловые жители Туманного Альбиона просто не любят повторяться. А нам следует запомнить, что в английском языке нельзя использовать двойное отрицание.
        </p>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">5. Артикли</h3>
        </div>
        <p class="text-space">Об этих таинственных ребятах можно говорить часами. Особенно долгим этот разговор делает тот факт, что в русском языке артиклей нет. Но мы не станем повторять многотомный материал учебников, а сконцентрируемся лишь на том, когда артикли не нужны.
        </p>
        <p class="text-space">Когда перед существительным стоит притяжательное местоимение или существительное в притяжательном падеже.
        </p>
        <em class="text-main">This is a dog. This is my dog. It isn't my sister's dog. — Это собака. Это моя собака. Это не собака моей сестры.
        </em>
        <p class="text-space">Когда перед существительным стоит количественное числительное (отвечает на вопрос «сколько?»).
        </p>
        <em class="text-main">I have two sisters and one brother. — У меня две сестры и один брат.
        </em>
        <p class="text-space">Когда перед существительным стоит отрицание «no».
        </p>
        <em class="text-main">I have no idea what to do. — Понятия не имею, что делать.</em>
        <p class="text-space">Когда перед существительным стоит указательное местоимения (this, these, that, those).
        </p>
        <em class="text-main">Give me that pencil, please. — Дай мне тот карандаш, пожалуйста.</em>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">6. Множественное число</h3>
        </div>
        <p class="text-space">Основное правило образования множественного числа — это добавление окончания «s» к форме единственного числа.
        </p>
        <em class="text-main">a dog — dogs, a cat — cats, an insect — insects
        </em>
        <p class="text-space">Если существительное оканчивается на шипящий звук или букву «о», то следует добавить окончание «es».
        </p>
        <em class="text-main">bus — buses, glass — glasses, bush — bushes, box — boxes, branch — branches, potato –potatoes
        </em>
        <p class="text-space">В случае, когда слово заканчивается на «y», а перед ней стоит согласная, «y» во множественном числе меняется на «ies».
        </p>
        <em class="text-main">baby — babies, city — cities, lady — ladies
            <br/>
            Но: boy — boys, toy — toys, play — plays
        </em>
        <p class="text-space">Когда в конце слова стоит «f» или «fe», при добавлении окончания «s» буква «f» меняется на «v».
        </p>
        <em class="text-main">leaf — leaves, wife — wives
        </em>
        <p class="text-space">Это основные английские правила образования формы множественного числа, но не следует забывать об исключениях, которые идут вразрез с правилами, например:
        </p>
        <em class="text-main">
            child — children, man — men, mouse — mice
        </em>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">7. Степени сравнения</h3>
        </div>
        <p class="text-space">Существует два способа образования степеней сравнения: при помощи суффиксов и при помощи дополнительных слов. На выбор способа влияет количество слогов и последняя буква в слове.
        </p>
        <p class="text-space">Если в слове один слог, то следует добавить суффикс.
        </p>
        <em class="text-main">cold — colder — the coldest, cool — cooler — the coolest, big — bigger — the bigges
        </em>
        <p class="text-space">Если слово состоит из двух и более слогов, то используем дополнительное слово.
        </p>
        <em class="text-main">beautiful — more beautiful — the most beautiful
        </em>
        <p class="text-space">Когда слово заканчивается на «y», мы снова используем первый способ с окончаниями, но при этом «y» меняется на «ie».
        </p>
        <em class="text-main">funny — funnier — the funniest, sunny — sunnier — the sunniest</em>
        <p class="text-space">Не забывайте артикль «the» перед превосходной степенью сравнения, а также удвоение последней согласной буквы в односложных словах с чередованием «согласная / гласная / согласная».
        </p>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">8. Герундий после глагола «like»</h3>
        </div>
        <p class="text-space">Герундий — это глагол с окончанием «ing». Если нужно выразить мысль о своих предпочтениях при помощи глагола «like», то после него предпочтительно использовать именно герундий:
        </p>
        <em class="text-main">I like watching films.
            Do you like jogging?
            You don't like playing chess, do you?
        </em>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">9. Формы прошедшего времени глаголов</h3>
        </div>
        <p class="text-space">Основное правило гласит, что для выражения прошедшего времени следует использовать вторую форму глагола. Тут начинаются нюансы, ведь английские глаголы подразделяются на правильные и неправильные, и способы образования второй формы у них отличаются. Для правильных глаголов используется окончание «ed», но каждый неправильный глагол имеет свои три формы, которые необходимо запомнить — отдельного правила для неправильных глаголов не существует. К счастью, многие из них образованы по схожим словообразовательным моделям, а современная методика обучения располагает забавными стишками, направленными на быстрое запоминание форм неправильных глаголов. Наш онлайн репетитор с радостью познакомит вас с ними.
        </p>

        <div class="grammar-title">
            <img class="circle" src="/img/red-circle.png" alt="">
            <h3 class="text-space">10. Many, much, a lot</h3>
        </div>
        <p class="text-space">Существительные английского языка, подобно русским, подразделяют на два класса: исчисляемые и неисчисляемые. Класс влияет на использование количественных местоимений:
        </p>
        <p class="text-space">С исчисляемыми следует использовать «many».
        </p>
        <em class="text-main">I have many dresses. — У меня много платьев.
        </em>
        <p class="text-space">С неисчисляемыми, которые представляют собой жидкости, вещества и субстанции, употребляем «much».
        </p>
        <em class="text-main">I don't drink much water. — Я не пью много воды.
        </em>
        <p class="text-space">Если определить класс затруднительно, то можно воспользоваться «a lot (of)», которое одинаково хорошо сочетается как с неисчисляемыми существительными, так и с теми, которые можно посчитать.
        </p>
        <em class="text-main">He doesn't watch a lot of TV, but he reads a lot of books. — Он не смотрит телевизор много, но он читает много книг.
        </em>
        <p class="text-space">Небольшой подсказкой в определении класса существительных может служить окончание «s» у исчисляемых существительных во множественном числе.
        </p>

    </div>
@endsection
