<div class="content">

<div align="center" class="signature">
    <a class="sign-a">Основы грамматики</a>
</div>

<div class="text">
<h3>1. Порядок слов в предложении</h3>
<br/>
<p>Русская речь позволяет составлять фразы в любом порядке, в котором нам вздумается. Предложения «Он купил машину», «Машину купил он», «Купил он машину» и другие вариации будут звучать одинаково органично и правильно с точки зрения грамматики. Но англичане — народ педантичный, поэтому в их предложениях, так же как и в жизни, существует строго соблюдаемый порядок.
</p>
<br/>
<p class="text-main">Подлежащее (кто?) + сказуемое (что делает?) + дополнение (с кем? над кем?) + обстоятельство (когда? где? каким образом?)
</p>
<br/>
<em>Он купил машину. — He bought a car.
</em>
<br/>
<p>Второстепенные члены могут отсутствовать, но наличие подлежащего и сказуемого обязательно, поэтому существование безличных предложений в английском языке невозможно. Если в русском аналоге субъект, выполняющий действие отсутствует, то в английском его заменяет местоимение «it».
</p>
<br/>
<em>На улице холодно. — It's cold outside.
</em>
<br/>

<h3>2. Вспомогательные глаголы</h3>
<br/>
<p>Очень важно помнить о необходимости использовать вспомогательные глаголы в отрицательных и вопросительных предложениях. В русском языке нам не нужны никакие помощники, кроме основного глагола-сказуемого. Но в классическом английском языке построение вопроса и отрицания требует непременного наличия глагола-помощника.
</p>
<br/>
<em class="text-main">Ты любишь музыку? — Do you like music?
<br/>
Я не пойду на эту вечеринку. — I won't (will not) go to the party.
</em>
<br/>
<p>Какой именно вспомогательный глагол следует использовать, зависит от времени.
</p>
<br/>

<h3>3. Формы глаголов be, have, do</h3>
<br/>
<p>Существует в английском языке «святая троица» глаголов — слова, которыми можно выразить большую часть действий. Это глаголы: «be» (быть, являться, находиться), «have» (иметь) и «do» (делать). Ввиду столь частого употребления, в настоящем времени у них появились свои особые формы.
</p>
<br/>
<p class="text-main">
    «Be» разделилось на «am» (для I), «is» (для he, she, it) и «are» (для we, you, they).
    <br/>
    «Have» имеет особую форму только для третьего лица единственного числа (he, she, it) — «has».
    <br/>
    А «do», пользуясь общим правилом для «he», «she», «it» в настоящем времени, использует окончание «es» — «does».  
</p>
<br/>
<p>Запомнив эти правила о глаголах и их формах, уже можно выразить свои мысли и объяснить иностранцу, что вам от него нужно.
</p>
<br/>

<h3>4. Запрет на двойное отрицание</h3>
<br/>
<p>Знаменитая игра «Я никогда не…» на английском называется «I've never (done)…». Как видно, в русском языке присутствует двойное отрицание — местоимение «никогда» и отрицательная частица «не». В английском мы наблюдаем только отрицательное наречие «never», а перед глаголом «done» привычной отрицательной частицы «not» нет и быть не может. Почему так сложилось и кто в этом виноват — истории неизвестно, но нам нравится версия о том, что деловые жители Туманного Альбиона просто не любят повторяться. А нам следует запомнить, что в английском языке нельзя использовать двойное отрицание.
</p>
<br/>

<h3>5. Артикли</h3>
<br/>
<p>Об этих таинственных ребятах можно говорить часами. Особенно долгим этот разговор делает тот факт, что в русском языке артиклей нет. Но мы не станем повторять многотомный материал учебников, а сконцентрируемся лишь на том, когда артикли не нужны.
</p>
<br/>
<p>Когда перед существительным стоит притяжательное местоимение или существительное в притяжательном падеже.
</p>
<br/>
<em class="text-main">This is a dog. This is my dog. It isn't my sister's dog. — Это собака. Это моя собака. Это не собака моей сестры.
</em>
<br/>
<p>Когда перед существительным стоит количественное числительное (отвечает на вопрос «сколько?»).
</p>
<br/>
<em class="text-main">I have two sisters and one brother. — У меня две сестры и один брат.
</em>
<br/>
<p>Когда перед существительным стоит отрицание «no».
</p>
<br/>
<em class="text-main">I have no idea what to do. — Понятия не имею, что делать.</em>
<br/>
<p>Когда перед существительным стоит указательное местоимения (this, these, that, those).
</p>
<br/>
<em class="text-main">Give me that pencil, please. — Дай мне тот карандаш, пожалуйста.</em>
<br/>

<h3>6. Множественное число</h3>
<br/>
<p>Основное правило образования множественного числа — это добавление окончания «s» к форме единственного числа.
</p>
<br/>
<em class="text-main">a dog — dogs, a cat — cats, an insect — insects
</em>
<br/>
<p>Если существительное оканчивается на шипящий звук или букву «о», то следует добавить окончание «es».
</p>
<br/>
<em class="text-main">bus — buses, glass — glasses, bush — bushes, box — boxes, branch — branches, potato –potatoes
</em>
<br/>
<p>В случае, когда слово заканчивается на «y», а перед ней стоит согласная, «y» во множественном числе меняется на «ies».
</p>
<br/>
<em class="text-main">baby — babies, city — cities, lady — ladies
    <br/>
    Но: boy — boys, toy — toys, play — plays
</em>
<br/>
<p>Когда в конце слова стоит «f» или «fe», при добавлении окончания «s» буква «f» меняется на «v».
</p>
<br/>
<em class="text-main">leaf — leaves, wife — wives
</em>
<br/>
<p>Это основные английские правила образования формы множественного числа, но не следует забывать об исключениях, которые идут вразрез с правилами, например:
</p>
<br/>
<em class="text-main">
    child — children, man — men, mouse — mice
    </em>
<br/>

<h3>7. Степени сравнения
</h3>
<br/>
<p>Существует два способа образования степеней сравнения: при помощи суффиксов и при помощи дополнительных слов. На выбор способа влияет количество слогов и последняя буква в слове.
</p>
<br/>
<p>Если в слове один слог, то следует добавить суффикс.  
</p>
<br/>
<em class="text-main">cold — colder — the coldest, cool — cooler — the coolest, big — bigger — the bigges</em>
<br/>
<p>Если слово состоит из двух и более слогов, то используем дополнительное слово.
</p>
<br/>
<em class="text-main">beautiful — more beautiful — the most beautiful
</em>
<br/>
<p>Когда слово заканчивается на «y», мы снова используем первый способ с окончаниями, но при этом «y» меняется на «ie».
</p>
<br/>
<em class="text-main">funny — funnier — the funniest, sunny — sunnier — the sunniest</em>
<br/>
<p>Не забывайте артикль «the» перед превосходной степенью сравнения, а также удвоение последней согласной буквы в односложных словах с чередованием «согласная / гласная / согласная».
</p>
<br/>

<h3>8. Герундий после глагола «like»
</h3>
<br/>
<p>Герундий — это глагол с окончанием «ing». Если нужно выразить мысль о своих предпочтениях при помощи глагола «like», то после него предпочтительно использовать именно герундий:
</p>
<br/>
<em class="text-main">I like watching films.
    Do you like jogging?
    You don't like playing chess, do you?
</em>
<br/>

<h3>9. Формы прошедшего времени глаголов
</h3>
<br/>
<p>Основное правило гласит, что для выражения прошедшего времени следует использовать вторую форму глагола. Тут начинаются нюансы, ведь английские глаголы подразделяются на правильные и неправильные, и способы образования второй формы у них отличаются. Для правильных глаголов используется окончание «ed», но каждый неправильный глагол имеет свои три формы, которые необходимо запомнить — отдельного правила для неправильных глаголов не существует. К счастью, многие из них образованы по схожим словообразовательным моделям, а современная методика обучения располагает забавными стишками, направленными на быстрое запоминание форм неправильных глаголов. Наш онлайн репетитор с радостью познакомит вас с ними.
</p>
<br/>

<h3>10. Many, much, a lot
</h3>
<br/>
<p>Существительные английского языка, подобно русским, подразделяют на два класса: исчисляемые и неисчисляемые. Класс влияет на использование количественных местоимений:
</p>
<br/>
<p>С исчисляемыми следует использовать «many».
</p>
<br/>
<em class="text-main">I have many dresses. — У меня много платьев.
</em>
<br/>
<p>С неисчисляемыми, которые представляют собой жидкости, вещества и субстанции, употребляем «much».
</p>
<br/>
<em class="text-main">I don't drink much water. — Я не пью много воды.
</em>
<br/>
<p>Если определить класс затруднительно, то можно воспользоваться «a lot (of)», которое одинаково хорошо сочетается как с неисчисляемыми существительными, так и с теми, которые можно посчитать.
</p>
<br/>
<em class="text-main">He doesn't watch a lot of TV, but he reads a lot of books. — Он не смотрит телевизор много, но он читает много книг.
</em>
<br/>
<p>Небольшой подсказкой в определении класса существительных может служить окончание «s» у исчисляемых существительных во множественном числе.
    </p>
<br/>

</div>

</div>